Repository: clerkio/clerk-woocommerce
Catalog: i18n/languages/*.po
Languages: da_dk

source: General
da_dk: Generelt

source: Data Sync
da_dk: Synkronisering

source: Collect Emails
da_dk: Synkroniser Emails

source: Additional Fields
da_dk: Ekstra Felter

source: Disable Order Synchronization
da_dk: Slå Ordre Synkronisering Fra

source: Search Settings
da_dk: Søge Indstillinger

source: Enabled
da_dk: Slået til

source: Search Page
da_dk: Søgeside

source: Live search Settings
da_dk: Live Search Indstillinger

source: Include Categories
da_dk: Vis Kategorier

source: Powerstep Settings
da_dk: Powerstep Indstillinger

source: Powerstep Page
da_dk: Powestep Side

source: Exit Intent Settings
da_dk: Exit Intent Indstillinger

source: Category Settings
da_dk: Kategori Indstillinger

source: Product Settings
da_dk: Produkt Indstillinger

source: Cart Settings
da_dk: Indkøbskurv Indstillinger

source: Clerk Settings
da_dk: Clerk Indstillinger

source: Settings Saved
da_dk: Indstillinger Gemt

source: Debug Mode
da_dk: Fejlretningstilstand

source: The supplied public or private key is invalid
da_dk: Den angivne public eller private key er ugyldig

source: %s does not exist.
da_dk: %s findes ikke.

source: Select Content
da_dk: Vælg Content

source: Category
da_dk: Kategori

source: Product
da_dk: Produkt

source: Failed to load content, please ensure that your api keys are correct.
da_dk: Forbindelse til API fejlede, tjek at dine API nøgler er korrekte.

source: Select Product
da_dk: Vælg Produkt

source: You added %s to your shopping cart.
da_dk: Du tilføjede %s til din indkøbskurv.

source: Cart
da_dk: Gå til Indkøbskurv

source: Continue Shopping
da_dk: Shop Videre

source: Proceed to Checkout
da_dk: Fortsæt til Checkud

# label
source: Search for:
da_dk: Søg efter:

# placeholder
source: Search &hellip;
da_dk: Søg &hellip;

# submit button
source: Search
da_dk: Søg

source: Categories
da_dk: Kategorier

source: Products
da_dk: Produkter
